{"translation-revision-date":"2025-10-16 19:53:22+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Business or Agency":["Bedrijf of agentschap"],"Business":["Bedrijf"],"Your site is misconfigured and AJAX requests are not reaching your backend. Please click %shere%s to find the common causes and possible solutions to this.<br> Error code - %s":["Je site is verkeerd geconfigureerd en Ajax aanvragen bereiken je back-end niet. Klik %shier%s om de veelvoorkomende oorzaken en mogelijke oplossingen hiervoor te vinden. <br> Foutcode - %s"],"Failed to retrieve starter sites list.<br> Error code - %s":["Mislukt om de lijst met starter sites op te halen. <br> Foutcode - %s"],"Installing %s":["Installeren van %s"],"Preparing data...":["Gegevens voorbereiden..."],"Search for a starter site...":["Een startsite zoeken..."],"All Builders":["Alle bouwers"],"Pro":["PRO"],"All Plans":["Alle plannen"],"Select a starter site":["Een startsite selecteren"],"Starter site":["Starterssites"],"Export Site":["Exporteer site"],"Required plan":["Vereist abonnement"],"Upgrade to the agency plan and get instant access to this starter site and many other features.":["Upgrade naar het agentschapsabonnement en verkrijg direct toegang tot deze starterssite en vele andere functies."],"Upgrade to the business or agency plan and get instant access to this starter site and many other features.":["Upgrade naar het zakelijke of agentschap abonnement en verkrijg direct toegang tot deze starter site en vele andere functies."],"Upgrade to any pro plan and get instant access to this starter site and many other features.":["Upgrade naar een Pro abonnement en verkrijg direct toegang tot deze starter site en vele andere functies."],"This is a Pro starter site":["Dit is een Pro starter site"],"Manage":["Beheren"],"Video Tutorial":["Video handleiding"],"Documentation":["Documentatie"],"This is a Pro extension":["Dit is een Pro uitbreiding"],"Compare Plans":["Abonnementen vergelijken"],"Upgrade to the agency plan and get instant access to this and many other features.":["Upgrade naar het agentschap abonnement en verkrijg direct toegang tot deze en vele andere functies."],"Upgrade to the business or agency plan and get instant access to this and many other features.":["Upgrade naar het zakelijke of agentschap abonnement en verkrijg direct toegang tot deze en vele andere functies."],"Upgrade to any pro plan and get instant access to this and many other feature.":["Upgrade naar een Pro abonnement en verkrijg direct toegang tot deze en vele andere functies."],"This is a Pro feature":["Dit is een Pro functie"],"Agency":["Agentschap"],"Personal":["Persoonlijk"],"Free":["Gratis"],"Unfortunately, your hosting configuration doesn't meet the minimum requirements for importing a starter site.":["Helaas voldoet de configuratie van je hosting niet aan de minimale vereisten voor het importeren van een starter site."],"Can't Import Starter Site":["Importeren mislukt"],"Active":["Actief"],"Join Facebook Community":["Word lid van de Facebook community"],"Submit a Support Ticket":["Dien een ondersteuning ticket in"],"Got a question or need help with the theme? You can always submit a support ticket or ask for help in our friendly Facebook community.":["Heb je een vraag of hulp nodig bij het thema? Je kunt altijd een ondersteuning ticket indienen of om hulp vragen in onze vriendelijke Facebook community."],"Need help or advice?":["Hulp of advies nodig?"],"All Categories":["Alle categorieën"],"Extensions":["Extensies"],"Starter Sites":["Starter sites"],"Loading Starter Sites...":["Het laden van starter sites…."],"Export site":["Exporteer site"],"Loading...":["Aan het laden..."],"Builder":["Builder"],"Next":["Volgende"],"Install":["Installeer"],"Back":["Terug"],"Please be patient and don't refresh this page, the import process may take a while, this also depends on your server.":["Wees geduldig en vernieuw deze pagina niet, het importproces kan even duren, dit is ook afhankelijk van je server."],"Installing":["Aan het installeren"],"Import content":["Importeer inhoud"],"Import widgets":["Importeer widgets"],"Import options":["Importeer opties"],"Final touches":["Laatste details"],"Child theme":["Subthema"],"View site":["Site bekijken"],"Customize":["Customize"],"Now you can view your website or start customizing it":["Nu kun je je site bekijken of aanpassen"],"Starter Site Imported Successfully":["Starter site succesvol geïmporteerd"],"This option will remove the previous imported content and will perform a fresh and clean install.":["Met deze optie wordt de vorige geïmporteerde inhoud verwijderd en wordt een nieuwe en schone installatie uitgevoerd."],"Clean Install":["Schone installatie"],"This will import posts, pages, comments, navigation menus, custom fields, terms and custom posts.":["Hiermee worden berichten, pagina's, reacties, navigatie menu's, aangepaste velden, termen en aangepaste berichten geïmporteerd."],"Import Content":["Importeer inhoud"],"This starter site can be imported and used with one of these page builders. Please select one in order to continue.":["Deze starter site kan worden geïmporteerd en gebruikt met een van deze paginabouwers. Selecteer er een om door te gaan."],"Choose Page Builder":["Kies pagina bouwer"],"Learn more about child themes":["Meer informatie over subthema's"],"You already have a child theme properly installed and activated. Move on.":["Je hebt al een sub thema correct geïnstalleerd en geactiveerd. Ga verder."],"We strongly recommend to install the child theme, this way you will have freedom to make changes without breaking the parent theme.":["We raden ten zeerste aan om het sub thema te installeren, op deze manier heb je de vrijheid om wijzigingen aan te brengen zonder het hoofd thema te breken."],"We strongly recommend to activate the child theme, this way you will have freedom to make changes without breaking the parent theme.":["We raden ten zeerste aan om het sub thema te activeren, op deze manier heb je de vrijheid om wijzigingen aan te brengen zonder het hoofd thema te breken."],"Install Child Theme":["Installeer subthema"],"Activate Child Theme":["Activeer subthema"],"Reinstall":["Installeer opnieuw"],"Remove":["Verwijder"],"What steps do you want to perform next?":["Welke stappen wil je vervolgens uitvoeren?"],"Dismiss":["Negeren"],"Starter Site Removed":["Starter site verwijderd"],"This starter site is already installed":["Deze starter site is al geïnstalleerd"],"Deactivate demo plugins":["Demo plugins deactiveren"],"Erase content":["Inhoud wissen"],"Import":["Import"],"Modify":["Modificeren"],"Preview":["Voorbeeld"],"Available for":["Beschikbaar voor"],"The following plugins are required for this starter site in order to work properly.":["De volgende plugins zijn vereist voor deze starters site om goed te kunnen werken."],"Install & Activate Plugins":["Plugins installeren en activeren"],"Pro Extensions":["Pro extensies"],"Free Extensions":["Gratis extensies"],"Loading Extensions Status...":["Extensie status laden…"],"Upgrade Now":["Nu upgraden"]}},"comment":{"reference":"static\/bundle\/dashboard.js"}}