{"translation-revision-date":"2025-10-16 19:53:22+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"More information on how to generate an API key for EmailOctopus can be found %shere%s.":["Lees verder over het genereren van een API-sleutel voor EmailOctopus vind je %shier%s."],"More information on how to create a list in fluentcrm can be found %shere%s.":["Meer informatie over hoe je een lijst kunt maken in fluentcrm vind je %shier%s."],"More information on how to generate an API key for ActiveCampaign can be found %shere%s.":["Meer informatie over het genereren van een API-sleutel voor ActiveCampaign vind je %shier%s."],"API URL":["API URL"],"More information on how to create a list in MailPoet can be found %shere%s.":["Meer informatie over hoe je een lijst in MailPoet kunt maken, is %shier%s te vinden."],"API Version":["API-versie"],"More information on how to generate an API key for Brevo can be found %shere%s.":["Meer informatie over hoe je een API-sleutel kunt genereren voor Brevo kun je %shier%s vinden."],"More information on how to generate an API key for Campaign Monitor can be found %shere%s.":["Meer informatie over het genereren van een API-sleutel voor Campaign Monitor vind je %shier%s."],"This provider is used only for testing purposes. It doesnt register any real subscribers.":["Deze provider wordt alleen gebruikt voor testdoeleinden. Hij registreert geen echte abonnees."],"Provider":["Provider"],"Connect Newsletter Provider":["Verbinding nieuwsbrief provider"],"More information on how to generate an API key for Mailerlite can be found %shere%s. Please note that it is required at least one group to be created in your account for the integration to work. More info on how to create a group %shere%s.":["Meer informatie over hoe je een API-sleutel kunt genereren voor Mailerlite vind je %shier%s. Let op dat het vereist is om ten minste één groep aan te maken in je account voor de integratie om te werken. Meer informatie over hoe je een groep kunt aanmaken vind je %shier%s."],"More information on how to generate an API key for Kit (ConvertKit) can be found %shere%s.":["Meer informatie over hoe je een API sleutel voor Kit (ConvertKit) kunt genereren, vind je %shier%s."],"More information on how to generate an API key for Mailchimp can be found %shere%s.":["Meer informatie over hoe je een API-sleutel kunt genereren voor Mailchimp kun je %shier%s vinden."],"Pick Mailing Service":["Pick Mailing Service"],"Save Settings":["Instellingen opslaan"],"API Key":["API-sleutel"],"Loading...":["Aan het laden..."],"List ID":["Lijst ID"]}},"comment":{"reference":"framework\/extensions\/newsletter-subscribe\/dashboard-static\/js\/EditCredentials.js"}}