{"translation-revision-date":"2025-10-20 18:56:07+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"ALL these Pro Plugins?":["AL deze Pro plugins?"],"Supercharge your client’s sites, with guaranteed PageSpeed scores of 90+ on desktop and 75+ on mobile.":["Supercharge de sites van je klant, met gegarandeerde PageSpeed scores van 90+ op desktop en 75+ op mobiel."],"Sleep better knowing we’ve got your sites covered 24\/7. If your site goes offline, we’ll fix it immediately.":["Je kunt beter slapen in de wetenschap dat we je sites 24\/7 onder controle hebben. Als je site offline gaat, repareren we het onmiddellijk."],"Our experienced WordPress developers, on-call for a simple monthly fee.":["Onze ervaren WordPress ontwikkelaars, op afroep voor een eenvoudig maandelijks bedrag."],"Need an issue fixed? Chat with our support team anytime—24\/7, 365 days a year—with an average response time of 2 minutes. ":["Moet er een probleem worden opgelost? Chat op elk moment met ons ondersteuningsteam-24\/7, 365 dagen per jaar met een gemiddelde reactietijd van 2 minuten. "],"First-rate support":["Eersteklas ondersteuning"],"Get easily managed, auto-synced, professional emails for you and your clients with private ad-free IMAP webmail with 5-50GB storage options.":["Krijg eenvoudig beheerde, automatisch gesynchroniseerde, professionele e-mails voor je en je klanten met privé reclamevrije IMAP webmail met 5-50GB opslagmogelijkheden."],"Just activate and start using!":["Gewoon activeren en gebruiken!"],"Pro Plugins You’ll LOVE (Bundle Deal)":["Pro plugins waar je van zult houden (bundel deal)"],"Free Plugins you’ll like":["Gratis plugins die je leuk zult vinden"],"30 day guarantee: If you don’t love it, we’ll give you your money back - no questions asked.":["30 dagen garantie: als je er niet van houdt, krijg je je geld terug - Zonder vragen te stellen."],"Your comprehensive toolkit for WordPress website management.":["Je uitgebreide toolkit voor het beheren van WordPress sites."],"Plus, everything your agency needs for hosting, reselling and more.":["Plus, alles wat je agentschap nodig heeft voor hosting, wederverkoop en meer."],"Did you know WPMU DEV Membership includes ":["Wist je dat het WPMU DEV Lidmaatschap het volgende omvat "],"Find your plan (From $3\/m <highlight>$15\/m<\/highlight>)":["Vind je abonnement (Vanaf $3\/m <highlight>$15\/m<\/highlight>)"],"Add-on services":["Add-on diensten"],"Hand off any site issues to our WordPress expert team’s 20+ years of expertise.":["Geef alle problemen met je site uit handen aan de 20+ jaar ervaring van ons WordPress expertteam."],"Expert services":["Deskundige diensten"],"Our malware removal service doesn’t just clean up infections - it prevents them from recurring.":["Onze malware verwijdering dienst ruimt niet alleen infecties op - Het voorkomt dat ze zich herhalen."],"Malware Removal":["Malware verwijderd"],"Speed Optimization":["Snelheid optimalisatie"],"Proactive Monitoring":["Proactieve controle"],"On-Demand Development":["Ontwikkeling op aanvraag"],"Everything you need to grow a successful agency - at an unrivaled value":["Alles wat je nodig hebt om een succesvol bureau te laten groeien - Voor een ongeëvenaarde prijs"],"Get Pro Email":["Pro e-mail ontvangen"],"Create beautiful sites in seconds with pre-configured site templates for you and your client projects—compatible with every plugin, theme builder and tool.":["Maak prachtige sites in een paar seconden met vooraf geconfigureerde sitetemplates voor je en je klantprojecten - Compatibel met elke plugin, themabouwer en gereedschap."],"100+ template library":["100+ template bibliotheek"],"With access to over 250 TLDs, seamless integration and free privacy protection, you can offer domain registration services at unbeatable prices.":["Met toegang tot meer dan 250 TLD's, naadloze integratie en gratis privacybescherming kun je domein registratie diensten aanbieden tegen onklopbare prijzen."],"Domains":["Domeinen"],"Take command of your WordPress sites in one simple dashboard. Automate updates, track performance, and create white-label client reports.":["Neem de controle over je WordPress sites in één eenvoudig dashboard. Automatiseer updates, volg prestaties en maak white-label klantrapporten."],"Site management":["Beheer van de site"],"Deliver lightning-fast, secure websites with a 99.9% SLA—complete with isolated environments, global server locations, and expert support.":["Lever bliksemsnelle, veilige sites met een SLA van 99,9%, compleet met geïsoleerde omgevingen, globale serverlocaties en deskundige ondersteuning."],"Fully managed hosting":["Volledig beheerde hosting"],"View all pro plugins":["Alle Pro plugins bekijken"],"Get a high-powered web-building suite, at no extra cost":["Ontvang een krachtig pakket voor webbuilding, zonder extra kosten"],"From security to SEO to marketing, we’ve got you covered.":["Van beveiliging tot SEO tot marketing, we hebben je onder controle."],"Try our other highly-rated free WordPress plugins":["Probeer onze andere gratis WordPress plugins met een hoge waardering"],"Activating...":["Aan het activeren..."],"Installing...":["Aan het installeren..."]," plugin has been activated successfully!":[" de plugin is succesvol geactiveerd!"]," plugin has been installed successfully!":[" de plugin is succesvol geïnstalleerd!"],"7,260+ 5 star reviews":["7.260+ 5 sterren beoordelingen"],"67,233,282 plugin downloads":["67.233.282 plugin downloads"],"Trusted by 60,000+ businesses worldwide":["Vertrouwd door 60.000+ bedrijven wereldwijd"],"Everything Wordpress found in one place. ":["Alles wat WordPress heeft gevonden op één plek. "],"Since 2006, our award-winning WordPress plugins, hosting, world beating support and site management tools have helped hundreds of thousands of web developers, freelancers and agencies run and grow their businesses. ":["Sinds 2006 hebben onze bekroonde WordPress plugins, hosting, wereldwijde ondersteuning en gereedschappen voor sitebeheer honderdduizenden webontwikkelaars, freelancers en bureaus geholpen hun bedrijf te runnen en te laten groeien. "],"Made for web developers, by web developers":["Gemaakt voor webontwikkelaars, door webontwikkelaars"],"About WPMU DEV":["Over WPMU DEV"],"592":["592"],"5\/5":["5\/5"],"1,746":["1,746"],"3,002":["3,002"],"4.9\/5":["4.9\/5"],"Check out these top-rated tools for securing, optimizing and growing your site.":["Bekijk deze gereedschappen met de beste waardering voor het beveiligen, optimaliseren en laten groeien van je site."],"We heard you like plugins...😉":["We hoorden dat je van plugins houdt...😉"],"Install":["Installeer"],"Learn more":["Meer informatie"],"Activate":["Activeren"],"WPMU DEV":["WPMU DEV"],"Active":["Actief"]}},"comment":{"reference":"library\/lib\/plugins-cross-sell-page\/assets\/js\/crosssellpage.js"}}