{"translation-revision-date":"2025-10-01 17:08:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Insert":["Invoegen"],"Resources":["Gegevensbronnen"],"Watch this video to get started with Stackable in within 5 minutes.":["Bekijk deze video om binnen 5 minuten aan de slag te gaan met Stackable."],"Pick A System":["Kies een systeem"],"Browse curated Design System presets — apply a professional look instantly without building from scratch.":["Blader door gecureerd Design System presets - Pas direct een professionele look toe zonder vanaf nul te beginnen."],"Pre-set Design Systems":["Vooraf ingestelde ontwerpsystemen"],"Select Kit":["Kit selecteren"],"Pick a ready-made website template to kickstart your project — fully built layouts and styles, just swap in your content.":["Kies een kant-en-klaar site template om je project te starten - Volledig opgebouwde lay-outs en stijlen, je hoeft alleen maar je inhoud in te voeren."],"Start with a Complete Site Kit":["Begin met een complete Site Kit"],"Try Now":["Probeer nu"],"Set your brand's colors, fonts, and spacing once in the Design System; every Stackable block updates automatically.":["Stel de kleuren, lettertypes en spatiëring van je merk één keer in het ontwerpsysteem in; elk stapelbaar blok wordt automatisch geüpdatet."],"Apply Global Styles Instantly":["Direct globale stijlen toepassen"],"Use Blocks":["Blokken gebruiken"],"Learn how to use Stackable blocks and get more out of them.":["Leer hoe je stapelbare blokken kunt gebruiken om er meer uit te halen."],"Stackable Block Settings":["Instellingen stapelbaar blok"],"Build Now":["Nu bouwen"],"Jump straight into our Design Library and insert polished, pre-built sections; no more blank-page overwhelm.":["Ga meteen naar onze ontwerpbibliotheek en maak gebruik van gepolijste, kant-en-klare secties; geen overweldigende blanco pagina's meer."],"Build Pages in Seconds":["Bouw pagina's in seconden"],"Quick Start":["Snelle start"],"Welcome to Your New Block Editor Workflow!":["Welkom bij Je nieuwe blok-editor workflow!"],"Base\/Container Color Scheme":["Kleurenschema basis\/container"],"Container Color Scheme":["Kleurenschema container"],"Background Color Scheme":["Achtergrondkleurenschema"],"Default state of blocks were previously allowed to be saved. This functionality has since been sunsetted in lieu of the Stackable Design System. Use at your own risk as this feature is slated to be removed in a future version.":["De standaardstatus van blokken kon eerder worden opgeslagen. Deze functionaliteit is inmiddels stopgezet ten gunste van het Stackable Design System. Gebruik dit op je eigen risico, want deze functie wordt in een toekomstige versie verwijderd."],"Override styles while keeping them synced":["Stijlen overschrijven terwijl je ze gesynchroniseerd houdt"],"Sync changes across all blocks instantly":["Synchroniseer wijzigingen direct over alle blokken"],"Class-based styling for leaner, faster websites":["Klasse gebaseerde styling voor slankere, snellere sites"],"Design once, apply everywhere - no more copy-paste":["Ontwerp één keer, pas overal toe - geen gedoe meer met kopiëren en plakken"],"Global Block Styles":["Globale blokstijl"],"Maintain structured, well-balanced designs effortlessly":["Behoud moeiteloos gestructureerde, goed uitgebalanceerde ontwerpen"],"Create custom color schemes for backgrounds, containers, and buttons":["Maak aangepaste kleurenschema's voor achtergronden, containers en knoppen"],"Define site-wide colors that apply to all blocks automatically":["Definieer sitebrede kleuren die automatisch op alle blokken worden toegepast"],"Create custom font combinations for your brand":["Maak aangepaste lettertypecombinaties voor je merk"],"Access to 90+ curated font pairs for professional designs":["Toegang tot 90+ samengestelde lettertypecombinaties voor professionele ontwerpen"],"Apply beautiful typography combinations instantly":["Pas direct mooie typografie combinaties toe"],"Save New Block Style":["Nieuwe blokstijl opslaan"],"Modified":["Aangepast"],"Save the styles of this block to reuse on others. You can also update a saved style, and the changes will apply wherever it's used.":["Sla de stijlen van dit blok op om ze opnieuw te gebruiken bij andere blokken. Je kunt ook een opgeslagen stijl updaten, en de wijzigingen worden overal toegepast waar deze gebruikt wordt."],"Block Styles":["Blok stijlen"],"Block Style":["Blokstijl"],"Block Defaults (Deprecated)":["Standaard blokken (verouderd)"],"Block Defaults (Sunsetted)":["Standaard blokken (afgeschaft)"],"Container Scheme":["Container schema"],"You do not have any color schemes.":["Je hebt geen kleurenschema's."],"Section Background":["Sectie achtergrond"],"Learn how to use style options.":["Leer stijlopties gebruiken."],"Customize patterns using the options below.":["Pas patronen aan met de opties hieronder."],"Style Options":["Stijlopties"],"Pages":["Pagina's"],"Patterns":["Patronen"],"You have one or more designs selected. Navigating to %s will close the Design Library and your current selection will be lost. Do you want to continue?":["Je hebt een of meer ontwerpen geselecteerd. Als je naar %s navigeert, wordt de ontwerpbibliotheek afgesloten en ga je huidige selectie verloren. Wil je doorgaan?"],"Style options are locked for this design because it is selected.":["Stijlopties zijn vergrendeld voor dit ontwerp omdat het geselecteerd is."],"This design contains disabled blocks. You can still insert this design with blocks substituted with other enabled blocks.":["Dit ontwerp bevat uitgeschakelde blokken. Je kunt dit ontwerp nog steeds invoegen met blokken die zijn vervangen door andere ingeschakelde blokken."],"The following blocks will be enabled:":["De volgende blokken worden ingeschakeld:"],"A bug in the color scheme inheritance was present in v3.16.0-v3.16.2. This has been fixed, but in order to preserve the state of affected sites, you may find this option turned on.":["In v3.16.0-v3.16.2 zat een bug in de overerving van het kleurenschema. Dit is verholpen, maar om de staat van aangetaste sites te behouden, staat deze optie misschien nog aan."],"How to Use Global Typography":["Hoe globale typografie te gebruiken"],"Learn how to use Color Schemes to more easily manage your design colors and allow switching colors for entire sections.":["Lees verder hoe je Kleurenschema's kunt gebruiken om je ontwerpkleuren gemakkelijker te beheren en kleuren voor hele secties te wisselen."],"How to Use Color Schemes":["Hoe kleurenschema's gebruiken"],"Master the art of optimizing your workflow for globally styling your website to maintain consistency across all pages.":["Beheers de kunst van het optimaliseren van je workflow voor het globaal stylen van je site om consistentie te behouden op alle pagina's."],"How to Use Global Styling":["Hoe globale styling te gebruiken"],"Discover how to design responsively and style different hover styles in Stackable.":["Ontdek hoe je responsive kunt ontwerpen en verschillende hoveren kunt stylen in Stackable."],"How to Use Responsive and Hover State Toggles":["Hoe je responsive en hoveren state toggles gebruikt"],"Use v3.16.0 Color Scheme Inheritance":["Gebruik v3.16.0 Color Scheme Inheritance"],"When enabled, Stackable blocks will inherit styles from the theme.json file of your Block Theme.":["Als deze optie is ingeschakeld, erven stapelbare blokken stijlen van het theme.json bestand van je blokkenthema."],"Use Global Typography sizes as presets":["Gebruik globale typografie maten als voorinstellingen"],"Customize your own presets like small, medium, large & x-large":["Pas je eigen voorinstellingen aan, zoals klein, middelgroot, groot & x-groot"],"Premium Preset Controls":["Premium vooraf gemaakte instelling controles"],"Manage your color schemes.":["Beheer je kleurenschema's."],"Change the color scheme.":["Verander het kleurenschema."],"Use presets":["Voorinstellingen gebruiken"],"Use custom values":["Gebruik aangepaste waarden"],"If enabled, range controls will be on preset mode by default.":["Als deze optie is ingeschakeld, staan de bereikcontroles standaard in de vooringestelde modus."],"Inherit Block Styles from theme.json":["Blokstijlen erven van theme.json"],"Use Size Presets by Default":["Gebruik grootte vooraf gemaakte instellingen standaard"],"Base Color Scheme":["Standaard kleurenschema"],"Color Schemes":["Kleurschema's"],"Background Scheme":["Achtergrond schema"],"Button Outline Color":["Knop contour kleur"],"Button Text Color":["Knoptekst kleur"],"Access to 50+ curated color scheme presets":["Toegang tot 50+ vooraf samengestelde kleurenschema's"],"Premium Color Schemes":["Premium kleurenschema's"],"Premium Typography":["Hoogwaardige typografie"],"Modern Font Stacks":["Moderne lettertype stapels"],"Parent Container Hovered State":["Hoofd container hoveren status"],"Handwritten":["Handgeschreven"],"Didone":["Didone"],"Antique":["Antiek"],"Slab Serif":["Slab Serif"],"Rounded Sans":["Afgeronde sans"],"Industrial":["Industrieel"],"Monospace Code":["Monospace code"],"Monospace Slab Serif":["Monospace Slab Serif"],"Neo Grotesque":["Neo grotesk"],"Classical Humanist":["Klassiek humanist"],"Geometric Humanist":["Geometrisch humanist"],"Humanist":["Humanist"],"Old Style":["Oude stijl"],"Transitional":["Overgangsregeling"],"System UI":["Systeem UI"],"Scheme unavailable":["Schema niet beschikbaar"],"Optimization":["Optimalisatie"],"You can customize some of the features and behavior of Stackable in the inspector here.":["Je kunt sommige functies en het gedrag van Stackable hier in de inspector aanpassen."],"Enable & Disable Blocks":["Blokken inschakelen & uitschakelen"],"Learn more.":["Leer meer."],"Here are some settings that you can tweak to optimize Stackable.":["Hier zijn enkele instellingen die je kunt aanpassen om Stackable te optimaliseren."],"After enabling the version 2 blocks, please refresh the page to re-fetch the blocks from the server.":["Ververs de pagina nadat je de versie 2 blokken hebt ingeschakeld om de blokken opnieuw van de server op te halen."],"Below are other minor settings. Some may be useful when upgrading from older versions of Stackable.":["Hieronder staan andere kleine instellingen. Sommige kunnen handig zijn bij het upgraden van oudere versies van Stackable."],"Miscellaneous":["Diversen"],"Here are settings for the different integrations available in Stackable.":["Hier vind je instellingen voor de verschillende integraties die beschikbaar zijn in Stackable."],"Integrations":["Integraties"],"This is only available in Stackable Premium. ":["Dit is alleen beschikbaar in Stackable Premium. "],"Here you can tweak Global Settings that affect the styles across your entire site.":["Hier kun je globale instellingen aanpassen die de stijlen van je hele site beïnvloeden."],"Here you can adjust some optimization settings that are performed by Stackable.":["Hier kun je een aantal optimalisatie instellingen aanpassen die door Stackable worden uitgevoerd."],"Hide All":["Verberg alles"],"Here you can enable, hide and disable Stackable blocks. Hiding blocks will hide the block from the list of available blocks. Disabling blocks will prevent them from being registered at all. When using block variations or design library patterns, disabled blocks will be substituted with the relevant core blocks.":["Hier kun je stapelbare blokken inschakelen, verbergen en uitschakelen. Blokken verbergen zal het blok verbergen uit de lijst van beschikbare blokken. Blokken uitschakelen zorgt ervoor dat ze helemaal niet worden geregistreerd. Als je blokvariaties of ontwerp bibliotheek patronen gebruikt, worden uitgeschakelde blokken vervangen door de relevante core blokken."],"Dynamic Breakpoints":["Dynamische breekpunten"],"Disables the help video tooltips that appear in the inspector.":["Schakelt de hulpvideo tooltips uit die in de inspector verschijnen."],"Adds a toolbar button for saving a block as the default block":["Voegt een toolbar knop toe voor het opslaan van een blok als standaard blok"],"Adds a toolbar button for resetting the layout of a stackble block back to the original":["Voegt een toolbar knop toe om de lay-out van een stapelbaar blok terug te zetten naar de oorspronkelijke lay-out"],"Adds a toolbar button for advanced copying and pasting block styles":["Voegt een toolbar knop toe voor geavanceerd kopiëren en plakken van blokken stijlen"],"Adds a toolbar button for inserting and modifying dynamic content":["Voegt een toolbar knop toe voor het invoegen en wijzigen van dynamische inhoud"],"Adds a toolbar button for highlighting text":["Voegt een toolbar knop toe om tekst te markeren"],"You can disable some toolbar features here.":["Je kunt sommige functies van de toolbar hier uitschakelen."],"Adds a button on the top of the editor which gives access to Stackable settings. Note: You won't be able to access Stackable settings when this is disabled.":["Voegt een knop toe bovenaan de editor die toegang geeft tot instellingen voor stapelen. Let op: je hebt geen toegang tot stapelbare instellingen als deze is uitgeschakeld."],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs. Note: You can still access the Design Library by adding the Design Library block.":["Voegt een knop toe aan de bovenkant van de editor die toegang geeft tot een verzameling vooraf gemaakte blokontwerpen. Let op: je hebt nog steeds toegang tot de ontwerpbibliotheek door het blok ontwerpbibliotheek toe te voegen."],"Adjust the width of Stackable blocks here.":["Pas hier de breedte van stapelbare blokken aan."],"Block Widths":["Blok breedte"],"No matching settings":["Geen overeenkomende instellingen"],"Search settings":["Zoekopdracht instellingen"],"Saved Succesfully!":["Opgeslagen met succes!"],"There are unsaved changes":["Er zijn niet-opgeslagen veranderingen"],"Enable":["Inschakelen"],"Disable":["Uitschakelen"],"Enabling this block will also enable these blocks that are needed for this block to function:":["Het inschakelen van dit blok zal ook deze blokken inschakelen die nodig zijn om dit blok te laten functioneren:"],"Disabling this block will also disable these blocks that require this block to function:":["Het uitschakelen van dit blok zal ook de blokken uitschakelen die dit blok nodig hebben om te functioneren:"],"Enable %s block?":["Blok %s inschakelen?"],"Disable %s block?":["Blok %s uitschakelen?"],"V2 Settings":["Instellingen V2"],"Show Go premium notices":["Toon ga premium berichten"],"Miscellaneous ":["Diverse "],"Integration":["Integratie"],"Blocks":["Blokken"],"Responsiveness":["Responsiveness"],"Save as Default Block":["Opslaan als standaard blok"],"Reset Layout":["Lay-out resetten"],"Copy & Paste Styles":["Kopieer & plak stijlen"],"Toolbar Dynamic Content":["Toolbar dynamische inhoud"],"Toolbar Text Highlight":["Toolbar tekst markeren"],"Organize your custom icons in your library":["Organiseer je aangepaste iconen in je bibliotheek"],"Easily access your custom icons in the icon picker":["Gemakkelijk toegang tot je aangepaste iconen in de icoon picker"],"Add your custom SVG icons":["Je aangepaste SVG iconen toevoegen"],"Unlock Your Icon Library":["Ontgrendelen van je icoon bibliotheek"],"If enabled, Stackable Text blocks will be added by default instead of the native Paragraph Block.":["Als deze optie is ingeschakeld, worden blokken met stapel tekst standaard toegevoegd in plaats van het oorspronkelijke paragraaf blok."],"Stackable Text as Default Block":["Stapelbare tekst als standaard blok"],"Theme Fonts":["Thema lettertypen"],"Error getting Stackable settings. We got the following error. Please contact your administrator.":["Fout bij het verkrijgen van Stackable instellingen. We hebben de volgende fout verkregen. Neem contact op met je beheerder."],"Disable this if you encounter layout or spacing issues when using images inside carousel-type blocks because of image lazy loading.":["Schakel dit uit als je problemen ondervindt met de lay-out of spatiëring bij het gebruik van afbeeldingen in carrousel blokken vanwege afbeelding lazy-loading."],"Lazy Load Images within Carousels":["Lazy-load afbeeldingen binnen carrousels"],"You are using the version set in your Font Awesome Pro Kit.":["Je gebruikt de versie in je Font Awesome Pro Kit."],"FontAwesome Icon Library Version":["Versie pictogrammen bibliotheek FontAwesome"],"When enabled, extra frontend CSS is generated to support Stackable global colors used in native blocks. If you don't use Stackable global colors in native blocks, simply toggle this OFF. Please note that Stackable global colors are no longer available for native blocks. To ensure your styles always look perfect, our auto-detect feature will activate this option whenever needed.":["Als deze optie is ingeschakeld, wordt er extra front-end CSS gegenereerd ter ondersteuning van stapelbare globale kleuren die worden gebruikt in native blokken. Als je geen stapelbare globale kleuren gebruikt in native blokken, toggle je dit gewoon UIT. Let op: stapelbare globale kleuren zijn niet langer beschikbaar voor native blokken. Om ervoor te zorgen dat je stijlen er altijd perfect uitzien, activeert onze auto-detect functie deze optie wanneer dat nodig is."],"Hide the current post - great for synced patterns":["Verberg het huidige bericht - geweldig voor gesynchroniseerde patronen"],"Offset, exclude, include specific posts":["Specifieke berichten compenseren, uitsluiten, opnemen"],"New Custom Post Type option":["Nieuwe optie aangepast berichttype"],"Get More Post Options":["Verkrijg meer bericht opties"],"Generate Global Colors for native blocks":["Globale kleuren genereren voor native blokken"],"The Basics of Stackable Blocks":["De basis van stapelbare blokken"],"Indicates this palette comes from the theme.\u0004Custom":["Aangepast"],"Indicates this palette comes from WordPress.\u0004Default":["Standaard"],"Indicates this palette comes from the theme.\u0004Theme":["Thema"],"Global Gradients":["Globale gradiënt"],"Global Colors":["Globale kleuren"],"Inset":["Inset"],"Learn the essentials":["Leer de essentie"],"Unlock the full potential of typography in Stackable and gain insights on how to create visually stunning and impactful text designs.":["Ontgrendel het volledige potentieel van typografie in Stackable en krijg inzicht in hoe je visueel verbluffende en impactvolle tekstontwerpen kunt maken."],"Explore the powerful Flexbox controls in Stackable that allow you to effortlessly create dynamic and responsive layouts.":["Ontdek de krachtige Flexbox besturing elementen in Stackable waarmee je moeiteloos dynamische en responsive lay-outs kunt maken."],"Flexbox Controls":["Flexbox besturing elementen"],"Learn how to personalize and tailor Stackable Blocks to match your website's unique style and design.":["Leer hoe je stapelbare blokken kunt personaliseren en aanpassen aan de unieke stijl en vormgeving van je site."],"Join our very active Stackable Community on Facebook.":["Word lid van onze zeer actieve Stackable community op Facebook."],"Visit our knowledge base for troubleshooting, guides, FAQs and updates.":["Bezoek onze kennisbank voor probleemoplossing, handleidingen, veelgestelde vragen en updates."],"Get to know the plugin and start your journey with our brand new Stackable Courses.":["Verkrijg kennis met de plugin en begin je reis met onze gloednieuwe Stackable Courses."],"Tutorials":["Handleidingen"],"Replace":["Vervangen"],"Upload":["Upload"],"Normal State":["Normale staat"],"Left and Right":["Links en rechts"],"Top and Bottom":["Boven en onder"],"View Demo":["Bekijk demo"],"This Is a Premium Feature":["Dit is een Premium functie"],"Unlock access to the entire design library and set your website apart from the rest.":["Krijg toegang tot de volledige ontwerpbibliotheek en onderscheid je site van de rest."],"This is a Premium Design":["Dit is een Premium ontwerp"],"Ensure that content remains organized and easily readable on mobile":["Inhoud overzichtelijk en goed leesbaar houden op mobiel"],"Adjust the arrangement of columns when collapsed on tablet and mobile":["Pas de rangschikking van kolommen aan wanneer ze zijn ingevouwen op tablet en mobiel"],"Fine-tune styling on a per block basis":["Verfijn de styling per blok"],"Support for media queries":["Ondersteuning voor media queries"],"Add custom CSS rules specific for each block":["Specifiek voor elk blok aangepaste CSS regels toevoegen"],"Greater control over the visibility of content":["Meer controle over de zichtbaarheid van inhoud"],"Show targeted content and personalization":["Toon gerichte inhoud en personalisatie"],"Use multiple conditions":["Gebruik meerdere voorwaarden"],"Display blocks based on time, role, meta, custom PHP, option, taxonomy and more":["Toon blokken op basis van tijd, rol, meta, aangepaste PHP, optie, taxonomie en meer"],"Show or hide blocks based on conditions":["Blokken tonen of verbergen op basis van voorwaarden"],"Create a more visually engaging and interactive experience":["Een visueel aantrekkelijkere en interactievere ervaring creëren"],"Smooth scroll animations based on scrolling position":["Vloeiende scrol animaties op basis van scrol positie"],"Entrance fade-ins and animations when scrolling to blocks":["Ingang fade-ins en animaties bij scrollen naar blokken"],"Perfect for hover animations":["Perfect voor hoveren animaties"],"Scale or rotate blocks":["Blokken schalen of roteren"],"Change X and Y position of blocks":["Verander de X en Y positie van blokken"],"Adjust timing of CSS transitions":["Pas de timing van CSS overgangen aan"],"Liven up icons with background shapes":["Pictogrammen verlevendigen met achtergrondvormen"],"Greater visual interest and variety for your icons":["Meer visuele interesse en variatie voor je pictogrammen"],"Choose from over 50 background shapes":["Kies uit meer dan 50 achtergrondvormen"],"More design options and customization for icons":["Meer ontwerp opties en maatwerk voor pictogrammen"],"Liven up icons with gradient fills, multiple colors and background shapes":["Pictogrammen verlevendigen met gradiënt vullingen, meerdere kleuren en achtergrondvormen"],"Elevate Your Icons":["Elevate je pictogrammen"],"Greater creativity in designing separators":["Meer creativiteit bij het ontwerpen van scheidingsteken"],"Change layer color, size and opacity":["Laagkleur, grootte en dekking wijzigen"],"Add a second and third layer to separators":["Een tweede en derde laag toevoegen aan scheidingstekens"],"Separator Layers":["Scheidingsteken"],"Build custom loop design with the Native Query Loop":["Ontwerp aangepaste loops met de native query loop"],"Use third-party plugins as dynamic sources such as ACF, Meta Box, Toolset, and more":["Gebruik plugins van derden als dynamische bronnen zoals ACF, Meta Box, Toolset en meer"],"Add dynamic content from posts or post meta":["Dynamische inhoud toevoegen van berichten of bericht meta"],"Use Dynamic Content":["Gebruik dynamische inhoud"],"Enhances the overall aesthetic of images":["Verbetert de algehele esthetiek van afbeeldingen"],"Choose from over 50 different shapes":["Kies uit meer dan 50 verschillende vormen"],"Mask images with a variety of blob-like shapes":["Maskeert afbeeldingen met een verscheidenheid aan blob-achtige vormen"],"Get More Image Shapes":["Verkrijg meer afbeelding vormen"],"Baseline":["Basislijn"],"Space Evenly":["Gelijkmatige ruimte"],"Space Around":["Ruimte rondom"],"Space Between":["Ruimte tussen"],"End":["Eind"],"Start":["Start"],"Adjust Column Arrangement":["Kolom rangschikking aanpassen"],"Adding a Google API Key enables additional features of the Stackable Map Block.":["Door een Google API-sleutel toe te voegen worden extra functies van het Stackable Map Block mogelijk."],"Google Maps API Key":["Google Maps API-sleutel"],"(%d) Selected":["(%d) selecteer"],"Add Designs":["Ontwerpen toevoegen"],"See example":["Bekijk voorbeelden"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Optimaliseer onderstreepte CSS stijlen. Als dit is ingeschakeld, worden vergelijkbare selectors samengevoegd, handig als je Block Defaults hebt gewijzigd."],"Optimize Inline CSS":["Inline CSS optimaliseren"],"Save Changes":["Wijzigingen opslaan"],"FontAwesome Pro Kit":["FontAwesome Pro Kit"],"view demo":["demo bekijken"],"Upgrade to Premium to get more design variations.":["Upgrade naar Premium om meer ontwerpvariaties te verkrijgen."],"Block variations":["Blokvarianten"],"Choose variation":["Variatie kiezen"],"%s Size":["%s grootte"],"%s Height":["%s hoogte"],"%s Width":["Breedte %s"],"Shadow Settings":["Schaduwinstellingen"],"Advanced Shadow Options":["Geavanceerde schaduwopties"],"Hidden":["Verborgen"],"Optimizations":["Optimalisaties"],"block title\u0004Columns":["Kolommen"],"block title\u0004Blog Posts":["Blogberichten"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Laad versie 2 front-end blok stylesheet en scripts voor achterwaartse compatibiliteit"],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Laad versie 2 blokken in de editor alleen als de pagina versie 2 blokken gebruikte"],"Learn more about migration and the settings below":["Lees hieronder meer over migratie en de instellingen"],"Migrating from version 2 to version 3?":["Migreren van versie 2 naar versie 3?"],"Migration Settings":["Migratie instellingen"],"Mobile Breakpoint":["Mobiel breekpunt"],"Tablet Breakpoint":["Tablet breekpunt"],"Block Linking (Beta)":["Blok links (Beta)"],"Auto-Collapse Panels":["Panelen automatisch invouwen"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["De breedte die wordt gebruikt wanneer een kolommenblok de breedte van de inhoud in het midden heeft staan. Dit wordt automatisch gedetecteerd door je thema. Je kunt het aanpassen als je blokken niet goed zijn uitgelijnd. In px kun je ook andere eenheden gebruiken of een calc() formule."],"Nested Wide Block Width":["Breedte genest breed blok"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["De breedte die wordt gebruikt wanneer een kolommenblok de breedte van de inhoud in het midden heeft staan. Dit wordt automatisch gedetecteerd door je thema. Je kunt het aanpassen als je blokken niet goed zijn uitgelijnd. In px kun je ook andere eenheden gebruiken of een calc() formule."],"Nested Block Width":["Geneste breedte blok"],"Section Blocks":["Sectie Blokken"],"Special Blocks":["Speciale blokken"],"Essential Blocks":["Essential Blocks"],"Role Manager":["Rol manager"],"Welcome to Stackable":["Welkom bij Stackable"],"Use these blocks act as templates to help you build sections effortlessly.":["Gebruik deze blokken als templates om je te helpen moeiteloos secties te bouwen."],"Blocks with special functionality that will allow you to create distinctive designs.":["Blokken met speciale functies waarmee je opvallende ontwerpen kunt maken."],"All the necessary building blocks you need to design anything.":["Alle bouwstenen die je nodig hebt om iets te ontwerpen."],"Column":["Kolom"],"Shadow Color":["Schaduwkleur"],"Shadow Spread":["Schaduw verspreiding"],"Vertical Offset":["Verticale verschuiving"],"Horizontal Offset":["Horizontale offset"],"Add Column":["Kolom toevoegen"],"Sepia":["Sepia"],"Saturate":["Verzadigd"],"Invert":["Omkeren"],"Hue Rotate":["Tint roteren"],"Grayscale":["Grijsschaal"],"Contrast":["Contrast"],"Brightness":["Helderheid"],"Blur":["Vervagen"],"All sides":["Alle kanten"],"Individual sides":["Individuele zijkanten"],"Dynamic Fields":["Dynamische velden"],"Unit":["Eenheid"],"Hovered State":["Zwevende staat"],"Add a Container Background to a parent block to enable this state.":["Voeg een container achtergrond toe aan een hoofdblok om deze toestand in te schakelen."],"Collapsed":["Ingevouwen"],"Parent Hovered":["Hoofd hoveren"],"Blocks can be styles differently for tablet and mobile screens, and some styles adjust to make them fit better in smaller screens. You can change the widths when tablet and mobile views are triggered. ":["Blokken kunnen verschillend gestyled worden voor tablet- en mobiele schermen, en sommige stijlen passen zich aan zodat ze beter passen op kleinere schermen. Je kunt de breedtes veranderen wanneer tablet- en mobiele weergaven worden geactiveerd. "],"Create Custom Fields that you can reference across your entire site. You can assign which roles can manage your Custom Fields. ":["Creëer aangepaste velden waarnaar je kunt verwijzen op je hele site. Je kunt toewijzen welke rollen je aangepaste velden kunnen beheren. "],"You can customize some of the features and behavior of Stackable in the editor here.":["Je kunt sommige functies en het gedrag van Stackable hier in de editor aanpassen."],"Editor Settings":["Editor instellingen"],"Custom Fields":["Aangepaste velden"],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Geeft je de mogelijkheid om kolommen te linken. Alle wijzigingen die je in de ene kolom maakt, worden automatisch toegepast op de andere kolommen."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Vouw andere inspectie panelen in als je een andere opent en houd er maar één tegelijk open."],"Load version 2 blocks in the editor":["Versie 2 blokken laden in de editor"],"This only works for version 2 blocks.":["Dit werkt alleen voor versie 2 blokken."],"UGC":["UGC"],"Sponsored":["Gesponsord"],"block title\u0004Video Popup":["Video pop-up"],"block title\u0004Advanced Text":["Geavanceerde tekst"],"block title\u0004Testimonial":["Aanbeveling"],"block title\u0004Team Member":["Teamlid"],"block title\u0004Spacer":["Vulelement"],"block title\u0004Separator":["Scheidingsteken"],"block title\u0004Pricing Box":["Prijs box"],"block title\u0004Number Box":["Nummer box"],"block title\u0004Notification":["Melding"],"block title\u0004Image Box":["Afbeelding box"],"block title\u0004Icon":["Pictogram"],"block title\u0004Icon List":["Pictogram lijst"],"block title\u0004Advanced Heading":["Geavanceerde koptekst"],"block title\u0004Header":["Header"],"block title\u0004Feature":["Functie"],"block title\u0004Feature Grid":["Uitgelicht raster"],"block title\u0004Expand \/ Show More":["Uitbreiden \/ meer weergeven"],"block title\u0004Divider":["Scheidingsteken"],"block title\u0004Count Up":["Optellen"],"block title\u0004Container":["Container"],"block title\u0004Card":["Kaart"],"block title\u0004Call to Action":["Call To Action"],"block title\u0004Button":["Knop"],"block title\u0004Blockquote":["Blockquote"],"block title\u0004Accordion":["Accordeon"],"Load only in posts with Stackable blocks":["Alleen laden in berichten met stapelbare blokken"],"Load across entire site":["Belasting over hele site"],"Frontend JS & CSS Files":["Front-end JS & CSS bestanden"],"There is an error in your custom attribute":["Er zit een fout in je aangepaste attribuut"],"Learn more about Custom Attributes":["Meer informatie over aangepaste attributen"],"Example:":["Voorbeeld:"],"You can type in custom HTML attributes for this block in the field above.":["Je kunt aangepaste HTML attributen voor dit blok intypen in het veld hierboven."],"Custom Attributes":["Aangepaste attributen"],"🏃‍♂️ Optimization Settings":["🏃‍♂️ Optimalisatie instellingen"],"Paragraph":["Paragraaf"],"Dotted":["Gestippeld"],"Dashed":["Gestreept"],"Solid":["Solide"],"Borders":["Randen"],"Skip":["Overslaan"],"Select a variation to start with.":["Selecteer een variatie om mee te beginnen."],"Toolbar":["Toolbar"],"Inspector":["Inspecteur"],"Not In":["Niet in"],"Included In":["Inbegrepen in"],"Taxonomy Filter Type":["Taxonomie filtertype"],"Clear icon":["Pictogram wissen"],"Icon Settings":["Instellingen pictogram"],"Force styles":["Stijlen afdwingen"],"Not forced":["Niet gedwongen"],"Force Typography Styles":["Typografie stijlen afdwingen"],"Cancel":["Annuleren"],"Global Settings":["Globale instellingen"],"You can hide premium hints in the settings":["Je kunt premium hints verbergen in de instellingen"],"Stackable Settings":["Stapelbare instellingen"],"Lock the Block Editor's inspector for different user roles, and give clients edit access to only images and content. Content Editing Mode affects all blocks. ":["Vergrendel de inspecteur van de blok-editor voor verschillende gebruikersrollen en geef klanten bewerkingstoegang tot alleen afbeeldingen en inhoud. Inhoud bewerken heeft invloed op alle blokken. "],"Drop your SVG here":["Drop je SVG hier"],"Upload SVG":["Upload SVG"],"Stop showing tooltips":["Stoppen met het tonen van tooltips"],"Adjust the individual widths of each column":["Pas de individuele breedte van elke kolom aan"],"Don't show help video tooltips":["Help video tooltips niet weergeven"],"Community":["Community"],"Getting Started":["Ga aan de slag"],"Column Widths":["Breedte kolommen"],"Column Arrangement":["Kolom opstelling"],"Refresh Library":["Bibliotheek vernieuwen"],"Stackable Design Library":["Stapelbare ontwerpbibliotheek"],"No designs found":["Geen ontwerpen gevonden"],"Premium":["Premium"],"Free":["Gratis"],"Design Library":["Ontwerp bibliotheek"],"Learn more":["Meer informatie"],"Adjusts the intensity of the shadow\/outline of the block and the appearance of the block border":["Past de intensiteit van de schaduw\/outline van het blok en de weergave van de rand van het blok aan"],"Shadow\/Outline":["Schaduw\/outline"],"Link Color":["Link kleur"],"Filter by Taxonomy":["Filter op taxonomie"],"Post Type":["Berichttype"],"All":["Alle"],"Border Color":["Randkleur"],"Ungroup from Container":["Groepering uit container opheffen"],"Group into Container":["Groepeer in container"],"Justified":["Uitgelijnd"],"component\u0004%s HTML Tag":["%s HTML tag"],"Heading":["Koptekst"],"Mobile":["Mobiel"],"Tablet":["Tablet"],"Desktop":["Desktop"],"auto":["auto"],"Opacity":["Transparantie"],"Border Width":["Randbreedte"],"Typography":["Typografie"],"Custom":["Aangepast"],"Auto":["Auto"],"Bottom Right":["Rechtsonder"],"Bottom Left":["Linksonder"],"Top Right":["Rechtsboven"],"Top Left":["Linksboven"],"Image":["Afbeelding"],"Edit":["Bewerken"],"Align":["Uitlijnen"],"Rounded":["Afgerond"],"Curve":["Curve"],"Slant":["Schuin"],"Straight":["Recht"],"Wave":["Golf"],"Nth Title\u0004%s %d":["%s %d"],"Advanced Tab":["Geavanceerde tab"],"Style Tab":["Tab stijl"],"Layout Tab":["Tab lay-out"],"Spacing":["Spatiëring"],"Font Family":["Lettertype familie"],"Google Fonts":["Google Fonts"],"Serif Alternative":["Serif alternatief"],"System Fonts":["Systeem lettertypen"],"Font Size":["Lettertype grootte"],"Stretch":["Uitrekken"],"Align Left":["Links uitlijnen"],"Shape":["Vorm"],"Blob %s":["Blob %s"],"Default":["Standaard"],"Alt Text (Alternative Text)":["Alt tekst (alternatieve tekst)"],"Leave empty if the image is purely decorative.":["Laat dit leeg als het een decoratieve afbeelding is."],"Describe the purpose of the image":["Beschrijf het doel van de afbeelding"],"Mix Blend Mode":["Meng mengmodus"],"Unset":["Uitschakelen"],"Inherit":["Erven"],"Initial":["Initieel"],"Luminosity":["Helderheid"],"Color":["Kleur"],"Saturation":["Verzadiging"],"Hue":["Tint"],"Exclusion":["Uitsluiting"],"Difference":["Verschil"],"Soft Light":["Zacht licht"],"Hard Light":["Hard licht"],"Color Burn":["Kleursterkte"],"Color Dodge":["Kleuren vermijden"],"Lighten":["Lichter maken"],"Darken":["Donkerder maken"],"Overlay":["Overlay"],"Screen":["Scherm"],"Multiply":["Vermenigvuldigen"],"Nofollow link":["Nofollow link"],"URL":["URL"],"Email":["E-mail"],"YouTube":["YouTube"],"LinkedIn":["LinkedIn"],"Pinterest":["Pinterest"],"Instagram":["Instagram"],"Twitter":["Twitter"],"Facebook":["Facebook"],"No matches found":["Geen overeenkomsten gevonden"],"Type to search icon":["Typ om pictogram te zoeken"],"Reset":["Reset"],"Documentation":["Documentatie"],"Bottom":["Onderkant"],"Top":["Bovenkant"],"Advanced":["Geavanceerd"],"Style":["Stijl"],"Layout":["Lay-out"],"Settings":["Instellingen"],"Gradient":["Gradiënt"],"Single":["Enkele"],"Right":["Rechts"],"Left":["Links"],"Center":["Midden"],"None":["Geen"],"Show \"Go premium\" notices":["Toon \"Ga voor Premium\" berichten"],"Opens in new tab":["Opent in nieuwe tab"],"Enabled":["Ingeschakeld"],"Disabled":["Uitgeschakeld"],"Disable All":["Alles uitschakelen"],"Enable All":["Alles inschakelen"],"Monospace":["Monospace"],"Serif":["Serif"],"Sans-Serif":["Sans-Serif"],"Shadow \/ Outline":["Schaduw \/ outline"],"Go Premium":["Ga voor Premium"],"preview":["voorbeeld"],"Accent Color":["Accentkleur"],"Circle":["Cirkel"],"Square":["Vierkant"],"Editor":["Editor"],"Image Size":["Afbeeldingsgrootte"],"Learn More":["Lees verder"],"Heading Color":["Koptekst kleur"],"Width":["Breedte"],"Title":["Titel"],"Height":["Hoogte"],"Icon":["Icoon"],"Align Right":["Rechts uitlijnen"],"Align Center":["In het midden uitlijnen"],"Normal":["Normaal"],"Text Color":["Tekstkleur"],"Button Color":["Knopkleur"],"Background Color":["Achtergrondkleur"],"Getting Started with Stackable":["Aan de slag met Stackable"]}},"comment":{"reference":"dist\/admin_welcome.js"}}