{"translation-revision-date":"2025-10-01 17:08:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Welcome to Site Kits":["Welkom op site kits"],"Click the <strong>Design Library<\/strong> button to continue.":["Klik op de knop <strong>Ontwerp bibliotheek<\/strong> om verder te gaan."],"We're excited to have you here. Let's get you started by opening the Design Library.":["We zijn blij dat je er bent. Laten we je op weg helpen door de ontwerpbibliotheek te openen."],"That's it for the tour! Click the X to close the Style Guide. Your new styles are now live on your site. 🎉":["Dat was het voor de rondleiding! Klik op de X om de stijlgids te sluiten. Je nieuwe stijlen staan nu live op je site. 🎉"],"You Did It!":["Je hebt het gedaan!"],"You can easily share your design system with others by exporting your Style Guide as an image. This is perfect for sharing with clients, teammates, or for documentation.":["Je kunt je ontwerpsysteem eenvoudig delen met anderen door je stijlgids te exporteren als afbeelding. Dit is perfect om te delen met klanten, teamgenoten of voor documentatie."],"Share Your Style Guide":["Deel je stijlgids"],"Other parts below the style guide also updated!":["Andere delen onder de stijlgids ook geüpdatet!"],"Did you see that? Your site has been updated with the new font pair. You can see the changes in the Style Guide as well!":["Heb je dat gezien? Je site is geüpdatet met het nieuwe lettertype. Je kunt de veranderingen ook zien in de stijlgids!"],"Whoa! Your Site Updated":["Wauw! Je site geüpdatet"],"Pick another <strong>Preset Font Pair<\/strong> to continue.":["Kies een ander <strong>vooraf gemaakte instelling lettertype paar<\/strong> om verder te gaan."],"Try changing the font pair to see how it looks in the Style Guide.":["Probeer het lettertype te veranderen om te zien hoe het eruit ziet in de Stijlgids."],"Try Changing Your Font Pair":["Probeer je lettertype paar te veranderen"],"Open the <strong>Global Typography<\/strong> panel to continue.":["Open het paneel <strong>globale typografie<\/strong> om verder te gaan."],"These settings are applied to all blocks across your entire site. They are used as defaults for your blocks, but you can override them on a per block basis.":["Deze instellingen worden toegepast op alle blokken op je hele site. Ze worden gebruikt als standaardinstellingen voor je blokken, maar je kunt ze per blok wijzigen."],"Customize Your Design System":["Je ontwerpsysteem aanpassen"],"Scroll down to explore":["Scrol naar beneden om te ontdekken"],"This Style Guide shows a live preview of your entire design system showing how the different design elements look. This updates based on your current settings.":["Deze stijlgids geeft een live voorbeeld van je hele ontwerpsysteem en laat zien hoe de verschillende ontwerpelementen eruit zien. Deze update op basis van je huidige instellingen."],"This is Your Style Guide":["Dit is je stijlgids"],"Click the <strong>Preview Design System<\/strong> button to continue.":["Klik op de knop <strong>Voorbeeld ontwerp systeem<\/strong> om verder te gaan."],"You can use the Style Guide to see how your complete design system looks.":["Je kunt de stijlgids gebruiken om te zien hoe je complete ontwerp eruitziet."],"Use The Style Guide":["Gebruik de stijlgids"],"Design once, apply everywhere! Set global styles so every block across your site looks and feels unified.":["Ontwerp één keer, pas het overal toe! Stel globale stijlen in zodat elk blok op je site er uniform uitziet en aanvoelt."],"Welcome to Your Design System":["Welkom bij je ontwerpsysteem"],"Welcome to The Design System Picker":["Welkom bij de systeemkiezer voor ontwerpen"],"Click on <strong>Add Designs<\/strong> to continue.":["Klik op <strong>Ontwerpen toevoegen<\/strong> om verder te gaan."],"Now let's insert our pattern into our page.":["Laten we nu ons patroon invoegen in onze pagina."],"Let's Insert Our Pattern":["Laten we ons patroon invoegen"],"Click the <strong>Next<\/strong> to continue.":["Klik op <strong>Volgende<\/strong> om verder te gaan."],"Great! Your entire library is now styled. Aside from patterns, Stackable also provides you with full-page layouts.":["Geweldig! Je hele bibliotheek is nu gestyled. Naast patronen biedt Stackable je ook paginagrote lay-outs."],"Patterns and Full-Pages":["Patronen en volledige pagina's"],"Pick a <strong>Color Scheme<\/strong> to continue.":["Kies een <strong>Kleurenschema<\/strong> om verder te gaan."],"Awesome! Your designs now have a background. Try out the available color schemes below. You can also create your own later!":["Geweldig! Je ontwerpen hebben nu een achtergrond. Probeer de beschikbare kleurenschema's hieronder. Je kunt later ook je eigen kleurenschema maken!"],"Change Color Schemes":["Kleurenschema's wijzigen"],"Toggle the <strong>Section Background<\/strong> to continue.":["Toggle de <strong>Sectie achtergrond<\/strong> om verder te gaan."],"Optionally, you can turn on backgrounds, change color schemes, to customize the library in real-time.":["Optioneel kun je achtergronden aanzetten, kleurenschema's veranderen en de bibliotheek in realtime aanpassen."],"Pick Styling Options":["Styling opties kiezen"],"Pick one of the <strong>designs<\/strong> to continue.":["Kies een van de <strong>ontwerpen<\/strong> om verder te gaan."],"These are hundreds of pre-built designs that are style-matched to your block theme. You can insert one or more patterns to quickly build your page.":["Dit zijn honderden kant-en-klare ontwerpen die qua stijl zijn afgestemd op je blokthema. Je kunt een of meer patronen invoegen om snel je pagina op te bouwen."],"Welcome to Your Design Library":["Welkom bij je ontwerpbibliotheek"],"You can also check the <strong>Stackable Design System<\/strong> to globally style all blocks. This saves a ton of time!":["Je kunt ook de <strong>Stackable Design System<\/strong> aanvinken om alle blokken globaal te stylen. Dit bespaart een hoop tijd!"],"One Last Thing…":["Nog een laatste ding…"],"Once you get the hang of these settings, you'll spot them in almost every Stackable block. This makes it easy and familiar to build any design you want.":["Als je deze instellingen eenmaal onder de knie hebt, zul je ze in bijna elk Stackable blok tegenkomen. Dit maakt het gemakkelijk en vertrouwd om elk ontwerp te maken dat je maar wilt."],"Consistent Options Everywhere":["Overal consistente opties"],"Click the <strong>Advanced Tab<\/strong> to continue.":["Klik op de <strong>geavanceerde tab<\/strong> om door te gaan."],"Lastly, the Advanced Tab contains all other options like z-index, transforms, conditional display and class names.":["Tot slot bevat de tab Geavanceerd alle andere opties, zoals z-index, transformaties, voorwaardelijke toon en klassenamen."],"The Advanced Tab":["De Geavanceerd tab"],"Toggle ON the <strong>Background<\/strong> to continue.":["Toggle de <strong>achtergrond<\/strong> AAN om verder te gaan."],"Let's try turning on the background for our section and see how it affects our block.":["Laten we proberen de achtergrond voor onze sectie in te schakelen en kijken hoe dit ons blok beïnvloedt."],"Try Enabling Backgrounds":["Probeer achtergronden in te schakelen"],"Click the <strong>Style Tab<\/strong> to continue.":["Klik op de tab <strong>Style<\/strong> om verder te gaan."],"Let's try to add a background to the main Columns block. The Style Tab contains style-related options like backgrounds, color, borders and typography.":["Laten we proberen een achtergrond toe te voegen aan het hoofdblok Kolommen. De tab Style bevat stijlgerelateerde opties zoals achtergronden, kleuren, randen en typografie."],"The Style Tab":["De stijl tab"],"Pick <strong>Center or End<\/strong> Column Alignment to continue.":["Kies <strong>Centreren of<\/strong> Kolom uitlijnen om verder te gaan."],"Let's try changing this option and see how it affects our block.":["Laten we proberen deze optie te wijzigen en kijken wat voor effect dit heeft op ons blok."],"Try Changing Alignments":["Probeer uitlijningen te veranderen"],"Open the <strong>Layout Tab<\/strong> to continue.":["Open de tab <strong>Lay-out<\/strong> om verder te gaan."],"Stackable blocks normally have 3 tabs, each with different settings. The Layout Tab contains layout-related options like flex controls, spacing and margins.":["Stapelbare blokken hebben normaal gesproken 3 tabs, elk met verschillende instellingen. De Lay-out tab bevat lay-out gerelateerde opties zoals flex besturingen, spatiëring en marges."],"The Layout Tab":["De lay-out tab"],"If you're familiar with <strong>page builders<\/strong>, then you'll feel right at home.":["Als je bekend bent met <strong>pagina bouwers<\/strong>, dan zul je je meteen thuis voelen."],"This inspector is contains all the settings for this block, let's explore it!":["Deze inspecteur bevat alle instellingen voor dit blok, laten we het verkennen!"],"Welcome to Your Stackable Blocks":["Welkom bij je stapelbare blokken"],"Back":["Terug"],"Next":["Volgende"],"Welcome to Stackable":["Welkom bij Stackable"],"Finish":["Afronden"]}},"comment":{"reference":"dist\/chunks\/modal-tour.63d67b53f4c170ad3152.js"}}